"appConfig" : {
        "title" : "Global Explorer",
        "dataInfoOpen" : true,
        "dataInfo" : [
            {
                "title" : "About",
                "content" : [
                    {
                        "id" : "content-1",
                        "content" : "Accurate estimates of population demographics are vital in order to understand social and economic inequalities and are essential to UNICEF's work, as knowing where the most vulnerable children and families live is important for resource allocation. Traditional methods of collecting such estimates, however, are both time-consuming and expensive. Here, we outline a complementary approach. The map shows poverty estimated using novel sources of data such as social media, mobile phones, and satellite images. It uses techniques from machine learning (ML) and artificial intelligence (AI) to estimate the poverty at sub-national scales and understand its temporal dynamics."
                    }
                ],
                "order" : 1
            },
            {
                "title" : "Methods",
                "content" : [
                    {
                        "id" : "content-2",
                        "header" : "How do we estimate poverty?",
                        "content" : "Using a combination of ML and deep learning, we estimate socioeconomic indicators from new types of data, including social media, mobile phone usage, and satellite images."
                    },
                    {
                        "id" : "content-2",
                        "content" : "To estimate poverty, we use many different data sources—traditional and non traditional. The following is the list of methods used to the purpose of generating the estimates:"
                    },
                    {
                        "id" : "content-3",
                        "header" : "Survey data",
                        "content" : "Poverty is a complex measure which can relate to a single number such as monetary poverty or encompass multiple deprivations such as HDI (human development index) or MPI (multidimensional poverty). In this first version of the map we only focus on composite measures of poverty (HDI), but we are working on incorporating all the definitions. The traditional method for collecting poverty data is using surveys, where questioners go from household to household, typically visiting thousands of households, interviewing the inhabitants asking them questions about their spending and consumption patterns, the assets they own, and many other related factors which are later condensed into a measure of poverty. Surveys generate amazing data, but they are time consuming, expensive, and some places might not even be surveyed because they are impossible to reach (e.g. in the case of conflicts). As such, they are only performed once every 5, 10, 15, or in some cases every 20 years, depending on the country; however, fundamental changes in the demographic makeup of countries can occur on much shorter timescales. Here, we are testing out how machine learning and AI techniques can keep poverty estimates up-to-date and help us bridge the gap between consecutive surveys."
                    },
                    {
                        "id" : "content-4",
                        "header" : "Estimating poverty",
                        "content" : "Using survey data as ground truth, we build mathematical models to estimate poverty by utilizing data collected from unconventional sources around the time period of the survey (e.g. if the survey was conducted in 2015, we try to collect data from the same year as well). These 'new' data sources include social media data, mobile phone traces, or satellite images. This first iteration of this map shows our efforts of using anonymous and aggregated Twitter data to estimate poverty. We use different variables including the adoption rate, how frequent and at what times tweets are posted (morning, day, night), and human mobility patterns."
                    },
                    {
                        "id" : "content-5",
                        "header" : "Limitations",
                        "content" : "There are several limitations with this approach that could mean our results are incomplete. First, not everybody uses Twitter; in fact, we know the platform is biased towards wealthy population demographics. Nevertheless, we have previously shown that it can be applied to map unemployment. Second, Twitter is not used everywhere. We have selected nine countries with good Twitter coverage: Brazil, Colombia, Costa Rica, Indonesia, Mexico, Nepal, Nigeria, Pakistan, and Poland. Scaling models globally to countries where Twitter is not used will not work. To remedy this, we are also looking into complementary approaches. One approach looks into using call patterns. This has previously been documented to work well in specific settings; however, call data can also be biased and gaining access can be difficult. Another approach focuses on satellite images which enable us to get global coverage. Nevertheless, analyzing images with deep learning algorithms can sometime leave you with more questions than answers-understanding why a deep learning algorithm returns a specific value is not always easy. The last approach, a work in progress, looks into combinations of any of these three, e.g. can we combine social media data with satellite images to make estimations more robust, representative, and transparent?"
                    }
                ],
                "order" : 2
            },
            {
                "title" : "Research",
                "content" : [
                    {
                        "id" : "content-6",
                        "header" : "Papers"
                    },
                    {
                        "id" : "content-7",
                        "titleLink" : "1. Social Media Fingerprints of Unemployment",
                        "href" : "#"
                    },
                    {
                        "id" : "content-8",
                        "contentGray" : "Alejandro Llorente, Manuel Garcia-Herranz, Manuel Cebrian and Esteban Moro, PloS One, 10(5): e0128692, 2015."
                    },
                    {
                        "id" : "content-9",
                        "titleLink" : "2. Predicting SocioEconomic Indicators for Multiple Countries from Social Media Data",
                        "href" : "#"
                    },
                    {
                        "id" : "content-10",
                        "contentGray" : "Vedran Sekara, Jonggun Lee, Miguel Luengo, Nick  Obradovich, Manuel Garcia-Herranz, and Esteban Moro, forthcoming (2019)."
                    },
                    {
                        "id" : "content-9",
                        "header" : "Talks"
                    },
                    {
                        "id" : "content-10",
                        "titleLink" : "1. AI for the Most Vulnerable",
                        "contentGray" : "Vedran Sekara at AI for Social Good, Doha, Qatar (2019)."
                    },
                    {
                        "id" : "content-11",
                        "titleLink" : "2. Predicting Socio-Economic Indicators",
                        "contentGray" : "Vedran Sekara at International Conference on Computational Social Science (IC2S2), Evanston, USA (2018)."
                    }
                ],
                "order" : 3
            },
            {
                "title" : "Team",
                "content" : [
                    {
                        "id" : "content-12",
                        "content" : "The project is a joint project between UNICEF Innovation, UNICEF ICTD (Information and Communication Technologies for Development), the Human Dynamics group at the MIT Media Lab and the Department of Mathematics at Universidad Carlos III de Madrid. It is part of a broader UNICEF initiative called Magicbox which looks into applying data science, machine learning, remote sensing and artificial intelligence, for humanitarian and development work."
                    },
                    {
                        "id" : "content-13",
                        "content" : "Comments, questions? Contact us by email:"
                    },
                    {
                        "id" : "content-14",
                        "emailLink" : "magicbox@unicef.org."
                    }
                ],
                "order" : 4
            }
        ],
        "sidePanel" : [
            {
                "component" : "Header",
                "props" : {},
                "order" : 1
            },
            {
                "component" : "Legend",
                "props" : {
                    "text" : "Click on the countries with a red outline to explore the HDI at municipality level."
                },
                "order" : 2
            },
            {
                "component" : "Scale",
                "props" : {
                    "title" : "HDI SCALE",
                    "range" : [
                        "0.1",
                        "0.5",
                        "0.9"
                    ]
                },
                "order" : 3
            }
        ]
    }
